;Do not translate this section
[Info]
Language=Portuguese
Translator=Nico

;Main Menu
[Menu]
;
;Channel Menu
;
Title32791=&Canal
Item32791=Actualizar todos os canais
Item33321=Parar todas as actualizações
Item32793=Marcar todos como lidos
Item36564=Actualizar contagem dos Não Lidos
Item32792=Actualizar Canal/Grupo
Item32818=Marcar como Lido
Item32800=Apagar
Item32799=Propriedades...
Item36548=Organizar Canais...
Item57665=S&air

Title32797=Adicionar
Item32797=Canal...
Item36537=Canal de Procura...
Item32796=Grupo de Canais...
Item36558=Canais sincronizados com Bloglines...
Item32837=Alerta Noticias...
Item32925=Etiqueta...

;
;Edit Menu
;
Title57635=&Editar
Item57635=Co&rtar
Item57634=&Copiar
Item57637=Co&lar
Item57636=Procurar texto (nesta página)...
Item36547=Procurar em Canal Subscrito...
Item32917=Procu&rar Noticia
Item32858=Procurar Próximo

;
;View Menu
;
Title32922=&Ver
Item32922=&Barra de Canais
Item32923=&Lista Noticias
Item32811=&Maximizar Painel de Leitura
Item33035=Próximo &Canal não Lido
Item36544=Próximo &Grupo não Lido
Item32861=&Próxima Noticia
Item32860=Noticia &Anterior

;
;Tools Menu
;
Title32808=&Ferramentas
Item32808=&Importar Canais de um ficheiro OPML/XML...
Item32842=&Exportar Canais de um ficheiro OPML/XML...
Item36543=Exportar Noticias para um ficheiro &RSS/XML...
Item32841=&Limpeza...
Item32852=&Opções...

Title33312=&Estatisticas de Canais
Item33312=Mais Visitados
Item33313=Menos Visitados

;
;Help Menu
;
Title36553=&Ajuda
Item36553=Ver se existe uma nova versão
Item36550=Visitar o &Website do GreatNews ...
Item36567=Visitar o &Forum do GreatNews ...
Item57664=&Acerca...

;
;Channel Tree Popup Menu
;
Item32815=Expandir Todos
Item32816=Colapsar Todos
Item33033=Colapsar Para Grupo

;
;News List Popup Menu
;
Item32870=Marcar como Lido
Item36601=Marcar como Não Lido
Item36539=Apagar
Item36556=Nova Etiqueta...

[FeedGroupPropertiesDialog]
Title=Propriedades do Grupo
C1070=Nome do grupo(*):
C1071=Descrição:
C1072=Website do grupo:
C1030=Não modificar este grupo automáticamente

[OptionsDialog]
Title=Opções

[OptionsDialog_General]
Title=Geral
C1010=Actualizar todos os canais quando GreatNews inicia
C1006=Verificar actualizações do programa quando GreatNews inicia
C1013=Minimizar para o tray
C1074=Fazer automáticamente actualizações em todos os canais todos os
C1075=Lembrar-me de executar o Wizard de Limpeza todos
C1073=Quando GreatNews inicia
C1062=Mostrar blank screen
C1007=Mostrar Boas Vindas
C1063=Mostrar os 10 canais mais visitados

[OptionsDialog_Reading]
Title=Lendo
C1076=Mostrar
C1077=Noticias por página (1 ~ 999)
C1011=Marcar o canal anterior como lido quando mudando de canais
C1010=Canal/Grupo actualiza automaticamente quando clicado
C1078=Quando se clica no link "Next>" da ultima página
C1062=Continuar na ultima página
C1067=Abrir o próximo grupo ou canal não lido, dependendo do que eu estou a ler
C1079=Marcar a página corrente como lida
C1069=Interactivamente
C1068=Automaticamente após
C1080=segundos(0~999, 0 significa nunca)

[OptionsDialog_Usability]
Title=Usabilidade
C1081=Função "Próximo Canal/Grupo não lido"
C1010=Deve fechar a lista de noticias automaticamente
C1011=Deve colocar o filtro para "não lido" automáticamente
C1012=Deve marcar o ultimo canal/grupo para lido automáticamente
C1082=Função Procurar Item/Próximo Item/Item Anterior
C1013=Deve abrir a lista de noticias automáticamente
C1006=Activar bloqueador de popups ( Ctrl + click num link permite popup)
C1007=Mostrar dicas no tray depois de actualização de canais
C1058=Abrir links RSS no browser externo por defeito

[LabelDialog]
Title=Propriedades das Etiquetas
C1083=Etiqueta(*):

[FindSubscribedChannelDialog]
Title=Procurar Canal Subscrito

[OrganizeChannelsDialog]
Title=Organizar Canais
C1084=Selecionar Canais:
C1017=Selecionar Todos
C1038=Des-selecionar Todos
C1061=Novo Grupo de Canais...
C1016=Mover para Grupo
C1052=Apagar Canais
C1064=Separar de Bloglines

[ChannelPropertiesDialog]
Title=Propriedades do Canal

[ChannelPropertiesDialog_URL]
C1085=URL do Canal(*):
C1010=Recuperar Propriedades do Canal da Internet
C1016=Validar Canal
C1065=Este chanal sincroniza-se através de Bloglines.com
C1064=Separar de Bloglines
C1030=Não actualizar este canal automáticamente

[ChannelPropertiesDialog_Properties]
C1086=Titulo(*):
C1087=Descrição:
C1088=Web Site:
C1089=Formato:
C1009=( seleciona "Recuperar Propriedades do Canal da Internet" na página anterior para veres o formato do canal)
C1090=Verificado em:
C1021=Ainda não verificado
C1114=Auto Actualização:
C1115=Limpar Noticias mais Antigas que:

[ChannelPropertiesDialog_Group]
C1091=Selecionar um Grupo de Canal:
C1016=Novo Grupo...


[NewsWatchPropertiesDialog]
Title=Propriedades dos Alertas de Noticias

[NewsWatchPropertiesDialog_Properties]
C1092=Nome deste Alerta(*):
C1093=Palavras a procurar(*):
C1044=Procurar qualquer palavra
C1023=Procurar todas as palavras
C1046=Procurar a frase exacta
C1027=Sensivel a Maiusculas
C1013=Palavra completa
C1094=Para noticias coincidentes
C1059=Cor Texto Destacado
C1095=Cor Fundo
C1057=Ignorar items de noticias coincidentes quando actualizando canais
C1058=Marcar como lido directamente
C1010=Titulo do alerta
C1019=Conteudo do alerta
C1015=Autor do alerta
C1041=Desactivar este alerta

[NewsWatchPropertiesDialog_Channels]
C1023=Ver todos os canais
C1024=Ver canais selecionados
C1016=Selecionar todos
C1038=Des-selecionar todos
C1018=Executar este alerta para noticias já "downloadadas"


[ExportDialog]
Title=Exportar para OPML/XML

[ExportDialog_Select]
C1097=Seleciona grupos/canais para exportar:
C1016=Seleciona todos
C1038=Des-seleciona todos
C1010=Exporta todos os alertas e etiquetas
C1098=(Se esta opção estiver activada, o ficheiro opml/xml pode não ser compativel com outros leitores de RSS)

[ExportDialog_File]
C1096=Nome do Ficheiro da exportação(*):

[ImportDialog]
Title=Importar de OPML/XML

[ImportDialog_File]
C1032=Importar &canais defeito
C1035=Importar canais/grupos do &ficheiro
C1099=Nome do ficheiro:
C1036=Importar canais/grupos da &internet
C1100=URL:

[ImportDialog_Select]
C1104=Seleciona grupos/canais para importar:
C1016=Seleciona todos
C1038=Des-seleciona todos
C1010=Actualiza canais da internet durante a importação
C1011=Importa alertas e etiquetas descobertas no ficheiro

[ImportDialog_Group]
C1101=Move Canal para Grupo:
C1016=Novo Grupo...

[ImportDialog_Progress]
C1026=Clica botao [Next] para iniciar importação...
C1016=Parar Importação
C1102=(Podes parar de importar a qualquer altura, importando mais tarde outra vez)
C1103=Dica: Depois de Importar, usa Canal->Organizar Canais... para organizares

[ExportRSSDialog]
Title=Exportar Noticias para ficheiro RSS
C1099=Nome de ficheiro(*):

[CleanupDialog]
Title=Wizard de Limpeza

[CleanupDialog_Options]
C1105=Limpar Noticias mais Antigas que:
C1117=(Preferências a nivel dos canais sobrepõem-se a este valor)
C1010=Inclui Noticias não Lidas
C1011=Inclui Noticias Etiquetadas
C1006=Comprime o ficheiro de dados depois da limpeza

[CleanupDialog_Channels]
C1097=Seleciona os canais para limpeza:
C1016=Seleciona todos
C1038=Des-seleciona todos

[CleanupDialog_Progress]
C1025=Clica o botao [Next] para iniciar limpeza

[SearchChannelPropertiesDialog]
Title=Propriedades de Canais de Procura
C1106=Procura de:
C1107=Palavra chave(*):
C1108=Titulo(*):

[BloglinesSyncDialog]
Title=Bloglines.com Sync Channels

[BloglinesSyncDialog_Account]
C1109=Conta Bloglines.com :
C1110=Palavra passe(*):
C1111=Confirma Palavre passe(*):

[BloglinesSyncDialog_Channels]
C1112=Seleciona canais Bloglines que queiras sincronizar com o GreatNews:
C1016=Seleciona todos
C1038=Des-seleciona todos
C1010=GreatNews não deve marcar os canais como lidos no Bloglines

[Toolbars]
T200=Noticias
T201=Procura
T101=Endereço

B32791=Actualizar todos
B32818=Marcar como lido
B32850=Mostrar todas
B32840=Estilo

;The date combobox on toolbar
[DateFilter]
0=De Hoje
1=Yesterday and today
2=Ultimos 7 Dias'
3=Ultimos 30 Dias'
4=Todas

;The status combobox on toolbar
[StatusFilter]
0=Não lido
1=Etiquetado
2=Todas

;Auto Update Frequency combobox in Options dialog
[AutoUpdateFrequency]
0=15 min
1=30 min
2=1 hora
3=2 horas
4=3 horas
5=4 horas

; Cleanup reminding interval combobox in Options dialog
[CleanupReminderInterval]
0=7 dias
1=14 dias
2=30 dias
3=60 dias
4=90 dias

;Auto Update Frequency combobox in Channel Properties dialog
[ChannelAutoUpdateFrequency]
0=Default
1=1 min
2=5 min
3=10 min
4=15 min
5=30 min
6=1 houra
7=2 horas
8=3 horas
9=4 horas
10=2 vezes por dia
11=Diariamente

;Cleanup max age combobox in Channel Properties dialog
[ChannelCleanupMaxAge]
0=Default
1=Todos
2=1 dia
3=2 dias
4=1 semana
5=2 semanas
6=1 mes
7=3 meses
8=6 meses
9=Nunca

; Cleanup combobox in Cleanup Wizard
[Cleanup]
0=Todos
1=1 semana
2=2 semanas
3=1 mes
4=3 meses
5=6 meses


[Messages]
;main
M137=Já subscreveste este canal, Queres abri-lo?
M138=O link é um canal de noticias. Queres subscrever?
M152=Tens a certeza que queres apagar o grupo [%s]?
M153=Tens a certeza que queres apagar o canal [%s]?
M154=Tens a certeza que queres apagar o alerta [%s]?
M155=Tens a certeza que queres apagar a etiqueta [%s]?
M156=Impossivel localizar o ficheiro de dados do GreatNews.[%s]
M157=Encontrados dados incompativeis. Clica OK para actualizares para a ultima versão.
M158=Uma nova versão [%s] está disponivel. Queres saber o que há de novo?
M159=%d Canais de Noticias
M160=%d novos destaques obtidos com sucesso de %d canais.
M161=%d canal(is) falharam.
M162=GreatNews não conseguiu actualizar todos os canais.
M163=GreatNews - Alterando canal %d de %d
M164=Não limpas as noticias antigas há %d dias.Queres usar o Wizard de limpeza agora?
M167=Actualizando canal %s...
M175=Estás a usar a ultima versão do GreatNews.
M176=Não consegui verificar a ultima versão. Tenta mais tarde sff.
M177=Lista de noticias está vazia. Por favor escolhe o canal ou grupo onde queres procurar
M178=Não encontrei nenhuma noticia Não Lida
M202=GreatNews não terminou correctamente da ultima vez. O Sistema vai agora actualizar as contagens de não lidos.

; channel group dialog
M139=%d canais com %d noticias neste grupo. %d items não lidos.

; various channel dialogs
M140=%d noticias neste canal. %d não lidas.
M147=Por favor preencha a palavra chave
M148=Por favor de um nome a este canal de procura
M168=Por favor preencha o URL do canal.
M169=O Titulo do canal não pode ser vazio
M171=Por favor escolha um grupo

; cleanup wizard
M141=%d noticias antes da limpeza
M142=%d noticias depois da limpeza
M143=Limpando Canal %s...
M144=Compactando o ficheiro de dados...
M145=Limpeza terminada com sucesso
M146=Por favor selecione pelo menos um canal.

;Export RSS dialog
M149=%d noticias exportadas para o ficheiro %s

;Export Wizard
M150=Por favor especifique o nome do ficheiro de saida.
M151=%d Canais e %d Grupos foram exportados com sucesso.

;Channel Organizer
M165=Tens a certeza que queres apagar %d canais selecionados?
M179=Escolhe que canais queres mover
M180=Escolhe um grupo no qual queres mover os canais selecionados
M181=Escolhe os canais que queres apagar
M182=Escolhe os canais de sync com bloglines que te queres separar

;Search dialog
M166=Procurando %d de %d...
M170=Nenhuma noticia coincidente encontrada

;Import Wizard
M172=Por favor especifique o nome do ficheiro
M173=Por favor especifique o url
M174=Por favor para a importação anes de sair.
M190=%d Canais e %d Grupos foram importados com sucesso.\n
M191=%d Canais e %d Grupos foram ignorados porque já existiam.\n
M192=%d Canais e %d Grupos falharam.
M193=\tGrupos '%s' foram importados com sucesso
M194=\tGrupos '%s' foram ignorados
M195=***** Importação de Grupo '%s' falhou
M196=\tCanal '%s' foi ignorado
M197=Importando Canal '%s'...
M198="**** Importação de Canal '%s' foi feita com sucesso depois de renomeação
M199=\tImportação de Canal '%s' feita com sucesso
M200=***** Importação de Canal '%s' FALHOU. [%s]*****
M201=***** Importação de Canal '%s' FALHOU. *****


;Bloglines Sync Wizard
M183=Por favor preencha a conta Bloglines.com
M184=Palavra Passe e Confirmação Palavra Passe não coincidem

;News Watch dialog
M185=Por favor preencha as palavras para coincidir
M186=Por favor preencha o titulo do alerta
M187=Por favor escolha pelo menos uma das opções do alerta
M188=O texto nao pode ser da mesma cor do fundo
M189=Por favor escolha pelo menos um canal